Repository: akwewak/sjcam_raw2dng
Catalog: gui/locale/*/LC_MESSAGES/converter.po
Languages: he

source: &About
he: &אודות

source: &File
he: &קובץ

source: &Help
he: &עזרא

source: Abort
he: הפסק

source: About
he: אודות

source: Check if images were taken with rotation enabled in camera
he: יש לבחור אם רוטציה הופעלה במצלמה

source: Choose destination folder
he: בחר תיקיית יעד

source: Choose source folder
he: בחר תיקיית מקור

source: Convert
he: המר

source: Convert to DNG
he: המר ל-DNG

source: Convert to TIFF
he: המר ל-TIFF

source: Create thumbnail (needed by some editors e.g. darktable)
he: ייצר thumbnail (דרוש ע"י תוכנות מסוימות כגון darktable )

source: Destination folder
he: תיקיית יעד

source: E&xit Ctrl-Q
he: &יציאה CTRL-Q

source: Error!
he: שגיאה!

source: Exit
he: יציאה

source: Must select at least one output format (DNG/TIFF)
he: יש לבחור לפחות פורמט אחד (DNG/TIFF)

source: Must select source folder
he: תיקיית מקור לא נבחרה

source: Rotation
he: רוטציה

source: SJCAM RAW Converter
he: ממיר SJCAM RAW

source: Source folder
he: תיקיית מקור

source: Starting conversion
he: מתחיל המרה

source: Thumbnail
he: תמונה ממוזערת
